Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Intelligence/Sungero.Intelligence.Shared/AIManagersAssistant/AIManagersAssistant.*.resx
Languages: ru

# AIAssistantOnlyOne
source: The manager already has a virtual assistant.
ru: Для руководителя уже настроен виртуальный ассистент.

# WrongClassificationLimit
source: Specify the lower bound of classification confidence between 0 and {0}.
ru: Укажите нижнюю границу доверия классификации в интервале от 0 до {0}.

# ResetClassifierResults
source: Reset Training Results?
ru: Сбросить результаты обучения?

# ResetClassifierResultsDescription
source: All the data that has been used for training the virtual assistant will be deleted. The training will restart.
ru: Все данные, на которых обучался виртуальный ассистент, удалятся, обучение начнется заново.

# DateFrom
source: Start date
ru: Период с

# ClassifierTrainingDialogTitle
source: Train Virtual Assistant
ru: Обучение виртуального ассистента

# WrongDatePeriod
source: Start date cannot be later than the current date.
ru: Дата начала периода не может быть больше текущей даты.

# TrainButton
source: Train
ru: Обучить

# TraininResultsWillReset
source: Previous training results will be deleted.
ru: Предыдущие результаты обучения будут удалены.

# FailedToCreateClassifier
source: An error occurred while creating a classifier. Make sure that Ario services are available.
ru: При создании классификатора произошла ошибка. Проверьте доступность сервисов Ario.

# ClassifierModelNotFound
source: Cannot find a classifier model to delete training results.
ru: Не удалось найти модель классификатора, для которой удаляются результаты обучения.

# FailedToUnpublishClassifierModel
source: An error occurred while deleting training results. Make sure that Ario services are available.
ru: При удалении результатов обучения произошла ошибка. Проверьте доступность сервисов Ario.

# ClassifierTrainingAlreadyStarted
source: Training has already been started at {0}. Wait until the processing is completed.
ru: Обучение уже запущено {0}. Дождитесь завершения обработки.

# EmptyDateFromMinTrainCount
source: The start date is not specified. The virtual assistant will be trained on last {0} action items.
ru: Период не указан. Для обучения будут выбраны {0} последних поручений.
