Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/CheckReturnCheckAssignment/CheckReturnCheckAssignmentSystem.*.resx
Languages: ru

# Action_ReturnedDescription
source: Complete the assignment and confirm that the document has been returned by the employee
ru: Выполнение задания и подтверждение того, что документ возвращен сотрудником

# Action_ReturnedConfirmationMessage
source: Has the document been returned by the employee?
ru: Документ возвращен сотрудником?

# Action_ReturnedHint
source: Complete with Result "Returned"
ru: Выполнить с результатом "Возвращен"

# Action_Returned
source: Returned
ru: Возвращен

# Enum_Result_Returned
source: Returned
ru: Возвращен

# DisplayName
source: Check Return
ru: Контроль возврата документа

# AccusativeDisplayName
source: Check Return
ru: Контроль возврата документа

# CollectionDisplayName
source: Assignments to control document return
ru: Задания на контроль возврата документа

# Enum_Result_NotReturned
source: Not returned
ru: Не возвращен

# Action_NotReturned
source: Not returned
ru: Не возвращен

# Action_NotReturnedHint
source: Execute with Result "Not Returned"
ru: Выполнить с результатом "Не возвращен"

# Action_NotReturnedConfirmationMessage
source: Has not the document been returned by the employee?
ru: Документ не возвращен сотрудником?

# Action_NotReturnedDescription
source: Complete the assignment and request the employee to return the document again
ru: Выполнение задания и отправка на повторный возврат документа сотрудником
