Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Company/Sungero.Company.Shared/Employee/Employee.*.resx
Languages: ru

# DeparmentLockedByUser
source: Department {0} is locked by {1}
ru: Подразделение {0} заблокировано пользователем {1}

# PopupPhoneDescription
source: Work phone:
ru: Рабочий телефон:

# PopupManagerDescription
source: Manager:
ru: Руководитель:

# GetAssistantWhoPreparesDraftResolutionExpressionName
source: Responsible for preparing resolution
ru: Ответственный за подготовку резолюции

# GetAssistantWhoPreparesDraftResolutionExpressionDescription
source: Employee who prepares a draft resolution for the manager
ru: Сотрудник, который готовит проект резолюции для руководителя

# GetShortNameExpressionName
source: Last name and initials
ru: Фамилия и инициалы

# GetShortNameExpressionDescription
source: Returns last name and initials
ru: Возвращает фамилию и инициалы

# Enum_Operation_TransferAR
source: Transfer access rights
ru: Передача прав

# Enum_OperationDetailed_TransferAR
source: Manager {0}
ru: Руководитель {0}

# GetAssistantsExpressionName
source: Manager's assistants
ru: Ассистенты

# GetAssistantsExpressionDescription
source: Returns employee's assistants
ru: Получить ассистентов сотрудника

# GetAssistantWhoPerformsMainAssistantFunctionsExpressionName
source: Manager's assistant
ru: Помощник руководителя

# GetAssistantWhoPerformsMainAssistantFunctionsExpressionDescription
source: Employee who performs assistant's main functions
ru: Сотрудник, который выполняет роль помощника руководителя
