Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/ActionItemExecutionAssignment/ActionItemExecutionAssignment.*.resx
Languages: ru

# ReportIsNotFilled
source: To execute an action item, fill in status report.
ru: Для выполнения поручения необходимо заполнить отчет.

# JobExecuted
source: Action item executed.
ru: Поручение выполнено.

source: Abort
ru: Прекратить

# NotAbort
source: Do Not Abort
ru: Оставить в работе

# AssignmentsNotCreated
source: The action item is now being processed. Please try again later.
ru: Поручение еще обрабатывается. Попробуйте выполнить задание позже.

source: Forwarded.
ru: Переадресовано.

# AbortAssignmentWhenAssigneeChanged
source: Assignee of the action item was changed. Your assignment will be aborted after you close the card.
ru: В поручении изменен исполнитель. Ваше задание прекратится через некоторое время после закрытия карточки.

# GetStateViewFunctionName
source: Action item tree
ru: Дерево поручений

# GetStateViewFunctionDescription
source: Display summary on execution of action items
ru: Отображение краткой сводки по исполнению дерева поручений

# GetActionItemExecutionAssignmentStateViewFunctionName
source: Details on action item execution
ru: Пояснение по исполнению

# GetActionItemExecutionAssignmentStateViewFunctionDescription
source: Display information for the action item assignee
ru: Отображение информации для исполнителя поручения

# GetDraftActionItemStateViewFunctionName
source: Action item draft
ru: Проект поручения

# GetDraftActionItemStateViewFunctionDescription
source: Display summary on the attached action item draft
ru: Отображение краткой сводки по вложенному проекту поручения
