Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Contracts/Sungero.Contracts.Shared/Module.*.resx
Languages: ru

# AutomaticRenewalContractExpires
source: Automatic renewal contract expires soon: "{0}"
ru: Завершается срок действия договора с автопролонгацией: "{0}"

# ContractKindName
source: Contract
ru: Договор

# ContractKindShortName
source: Contract
ru: Договор

# ContractTypeName
source: Contract
ru: Договор

# DefaultApprovalRuleNameContracts
source: Default approval rule for contract documents
ru: Правило по умолчанию для договорных документов

# DefaultApprovalRuleNameInvoice
source: Default approval rule for incoming invoices
ru: Правило по умолчанию для входящих счетов

# DescriptionContractsRegistrarRole
source: Users who are authorized to register contractual documents.
ru: Пользователи, имеющие право регистрировать договорные документы.

# DescriptionResponsibleForContractsRole
source: Users who are authorized to create contractual documents.
ru: Пользователи, имеющие право создавать договорные документы.

# ExpiringContractsRenewalText
source: Renewable contract "{1}" expires on {0}
ru: {0} завершается срок действия договора с пролонгацией: "{1}"

# ExpiringContractsSubject
source: Expires soon: "{0}"
ru: Завершается срок действия договора: "{0}"

# ExpiringContractsText
source: "{1}" expires on {0}
ru: {0} завершается срок действия договора: "{1}"

# GiveInAccountant
source: Forward invoice to the accounting office
ru: Передайте в бухгалтерию

# GiveInvoiceApprovalStageName
source: Submit invoice
ru: Передача счета

# IncomingInvoiceKindName
source: Incoming invoice
ru: Входящий счет на оплату

# IncomingInvoiceKindShortName
source: Inc. invoice
ru: Вх. счет на оплату

# IncomingInvoiceTypeName
source: Incoming Invoice
ru: Входящий счет на оплату

# RegistersAndSettingsSupAgreementIndex
source: SUP
ru: ДОП

# RegistersAndSettingsSupAgreementName
source: Supplemental agreements
ru: Дополнительные соглашения

# RelationAccountingDescription
source: Financial document
ru: Финансовый документ

# RelationAccountingSourceTitle
source: Leading document
ru: Ведущий документ

# RelationAccountingTargetTitle
source: Financial documents
ru: Финансовые документы

# RelationSupAgreementDescription
source: Supplemental agreement
ru: Дополнительное соглашение

# RelationSupAgreementSourceTitle
source: Contractual Document
ru: Договорной документ

# RelationSupAgreementTargetTitle
source: Supplemental agreements
ru: Дополнительные соглашения

# RoleDescriptionContractResponsible
source: Employee responsible for preparation, approval and execution of the contract document. Responsible employee is specified in the document card.
ru: Сотрудник, ответственный за подготовку, согласование и исполнение договорного документа. Указывается в карточке документа.

# RoleDescriptionContractResponsibleManager
source: Manager of the employee responsible for preparation, approval and execution of the contract document.
ru: Непосредственный руководитель сотрудника, ответственного за подготовку, согласование и исполнение договорного документа.

# SupAgreementKindName
source: Supplemental agreement
ru: Дополнительное соглашение

# SupAgreementKindShortName
source: Supp. agreement
ru: Доп. соглашение

# SupAgreementTypeName
source: Supplemental Agreement
ru: Дополнительное соглашение

# ContractMilestoneTaskSubject
source: Complete work: "{0}" under {1}
ru: Выполните работы: "{0}" по {1}

# ContractMilestoneTaskText
source: Complete work under {0}.
ru: Выполните работы по {0}.

# ContractMilestoneTaskTextNote
source: Note: {0}
ru: Примечание: {0}

# OutgoingInvoiceTypeName
source: Outgoing Invoice
ru: Исходящий счет на оплату

# OutgoingInvoiceKindName
source: Outgoing Invoice
ru: Исходящий счет на оплату

# OutgoingInvoiceKindShortName
source: Out. Invoice
ru: Исх. счет на оплату

# RegistersAndSettingsOutgoingInvoiceIndex
source: OI
ru: ИС

# RegistersAndSettingsOutgoingInvoiceName
source: Outgoing Invoices
ru: Исходящие счета на оплату

# RoleNameUsersWithAccessToContracts
source: Employees with quick access to contracts
ru: Пользователи с доступом к договорам

# DescriptionUsersWithAccessToContractsRole
source: Employees with quick access to the list of contracts, list of powers of attorney, lists of incoming and outgoing invoices.
ru: Пользователи, имеющие быстрый доступ к реестрам договорных документов и доверенностей, спискам входящих и исходящих счетов.
