Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/DeadlineExtensionTask/DeadlineExtensionTaskSystem.*.resx
Languages: ru

# DisplayName
source: Request to extend deadline
ru: Запрос на продление срока

# AccusativeDisplayName
source: Request to extend deadline
ru: Запрос на продление срока

# CollectionDisplayName
source: Requests to extend deadline
ru: Запросы на продление срока

# Property_Assignee
source: Assignee
ru: Кому

# Property_NewDeadline
source: New deadline
ru: Новый срок

# Property_CurrentDeadline
source: Current deadline
ru: Текущий срок

# Footer_ActiveEmptyText
source: Reason for deadline extension…
ru: Причина, по которой нужно продлить срок задания…

# Action_StartConfirmationMessage
source: Send the deadline extension request?
ru: Отправить запрос продления срока?

# Property_StartedBy
source: Sent by
ru: Стартовал

# Action_RestartConfirmationMessage
source: Restart the deadline extension request?
ru: Рестартовать запрос продления срока?

# Action_AbortConfirmationMessage
source: Abort the deadline extension request?
ru: Прекратить запрос продления срока?

# Enum_Status_Completed
source: Completed
ru: Завершен

# Enum_Status_Aborted
source: Aborted
ru: Прекращен

# Block_b09cd9744e0548fb865bd80528574e0c
source: Request deadline extension
ru: Запрос продления срока

# Block_334c7f61e8f64726b704e073e8f766cc
source: Accept rejection of deadline extension
ru: Приемка отказа в продлении срока

# Block_1ae7c36019d8413f926df4f47137858d
source: Process assignment deadline extension
ru: Обработка продления срока задания

# Block_1fdd1c56f2674b0dbed9df9a9a299c43
source: Process task deadline extension
ru: Обработка продления срока задачи

# Block_854c9d5b87504f0a8ad0a7db9f1de470
source: Notice of deadline extension
ru: Уведомление о продлении срока

# ControlGroup_73e7c55ab14d49d89a690ed7d46bf563
source: Main
ru: Основное

# ControlGroup_3849ac3b252941c6aa0d03907f402a05
source: Vertical Group
ru: Вертикальная группа
