Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Meetings/Sungero.Meetings.Shared/Module.*.resx
Languages: ru

# NameMeetingResponsibleRole
source: Employees responsible for meetings
ru: Ответственные за совещания

# DescriptionMeetingResponsibleRole
source: Users who are authorized to create meetings and meeting agendas.
ru: Пользователи, имеющие право создавать совещания и повестки совещаний.

# AgendaTypeName
source: Meeting agenda
ru: Повестка совещания

# AgendaKindName
source: Meeting agenda
ru: Повестка совещания

# AgendaKindShortName
source: Meeting agenda
ru: Повестка совещания

# MinutesTypeName
source: Meeting minutes
ru: Протокол совещания

# MinutesKindName
source: Meeting minutes
ru: Протокол совещания

# MinutesKindShortName
source: Meeting minutes
ru: Протокол совещания

# RegistersAndSettingsMinutesIndex
source: MIN
ru: ПР

# RegistersAndSettingsMinutesName
source: Meeting minutes
ru: Протоколы совещаний

# MeetingsPresident
source: Meeting chairperson
ru: Председатель совещания

# MeetingsSecretary
source: Meeting secretary
ru: Секретарь совещания

# NameUsersWithAccessToMeetingRole
source: Employees with quick access to meetings
ru: Пользователи с доступом к совещаниям

# DescriptionUsersWithAccessToMeetingRole
source: Employees with quick access to the list of meetings and lists of documents related to meetings.
ru: Пользователи, имеющие быстрый доступ к реестру совещаний и спискам документов по совещаниям.
