Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/DeadlineRejectionAssignment/DeadlineRejectionAssignmentSystem.*.resx
Languages: ru

# DisplayName
source: Reject deadline extension
ru: Отказ в продлении срока

# AccusativeDisplayName
source: Reject deadline extension for the current action item
ru: Отказ в продлении срока

# CollectionDisplayName
source: Assignments to reject deadline extension
ru: Задания на отказ в продлении срока

# Property_NewDeadline
source: Ask to extend deadline until
ru: Запросить продление срока до

# Property_CurrentDeadline
source: Current deadline
ru: Текущий срок

# ControlGroup_1033ef4e7d9147bab65457c68bc3b8a6
source: Main
ru: Основное

# Enum_Result_Accept
source: Accept Rejection
ru: Принять отказ

# Action_Accept
source: Accept
ru: Принять отказ

# Action_AcceptHint
source: Accept Rejection to Extend Deadline
ru: Принять отказ в продлении срока

# Action_AcceptConfirmationMessage
source: Are you sure you want to accept rejection?
ru: Вы действительно хотите принять отказ в продлении срока?

# Action_AcceptDescription
source: Accept rejection to extend deadline of action item
ru: Принятие отказа в продлении срока поручения

# Enum_Result_ForRework
source: Request again
ru: Запросить повторно

# Action_ForRework
source: Request Again
ru: Запросить повторно

# Action_ForReworkHint
source: Request for Deadline Extension Again
ru: Повторно запросить продление срока

# Action_ForReworkConfirmationMessage
source: Are you sure you want to request for deadline extension again?
ru: Вы действительно хотите повторно запросить продление срока?

# Action_ForReworkDescription
source: Request for extension of the action item deadline again
ru: Отправка повторного запроса на продление срока поручения

# Property_Deadline
source: Assignment deadline
ru: Срок задания

# Ribbon_AsgGroup_ac82503a7a4749d0b90c9bb512c4559c
source: Deadline extension
ru: Продление срока

# Footer_ActiveEmptyText
source: Note to request for deadline extension…
ru: Комментарий к повторному запросу о продлении срока…

# Form_0a3a29d5df7f4f38a87a5f54775fcd2d
source: Action item
ru: Поручение

# Enum_Status_Suspended
source: Suspended
ru: Приостановлен

# Enum_Status_Completed
source: Completed
ru: Выполнен

# Enum_Status_Aborted
source: Aborted
ru: Прекращен

# ControlGroup_e1d63edd9cb34f81b38efb982475617e
source: Main
ru: Основное

# ControlGroup_faf108d64e3e465a8276aea6f65b38e7
source: Task Information
ru: Информация по задаче

# ControlGroup_9c8c35ed657e40e49da2c3ffc9797763
source: New Deadline
ru: Новый срок
