Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Projects/Sungero.Projects.Shared/Module.*.resx
Languages: ru

# ProjectTypeName
source: Project Document
ru: Проектный документ

# CustomerRequirementsKindName
source: Terms of reference
ru: Техническое задание

# CustomerRequirementsKindShortName
source: TOR
ru: Тех. задание

# RegulationsKindName
source: Project charter
ru: Устав проекта

# RegulationsKindShortName
source: Charter
ru: Устав

# ReportKindName
source: Project report
ru: Отчет по проекту

# ReportKindShortName
source: Report
ru: Отчет

# ScheduleKindName
source: Activity schedule
ru: План-график выполнения работ

# ScheduleKindShortName
source: Schedule
ru: План-график

# ProjectSolutionKindName
source: Project design
ru: Проектное решение

# ProjectSolutionKindShortName
source: Project design
ru: Проектное решение

# AnalyticNoteKindName
source: Analytical note
ru: Аналитическая записка

# AnalyticNoteKindShortName
source: Analytical note
ru: Аналитическая записка

# RoleDescriptionProjectManager
source: Project manager specified in the project card.
ru: Руководитель проекта, указанный в карточке проекта.

# RoleDescriptionProjectAdministrator
source: Project administrator specified in the project card.
ru: Администратор проекта, указанный в карточке проекта.

# ApprovingByProjectManager
source: Approve by project manager
ru: Согласование с руководителем проекта

# DefaultApprovalRuleNameProjectDocument
source: Default approval rule for project documents
ru: Правило по умолчанию для проектных документов

# ProjectKindNameInvestment
source: Investment project
ru: Инвестиционный проект

# ProjectKindNameInformationTechnology
source: Information technology implementation project
ru: Проект внедрения информационных технологий

# ProjectKindNameMarketing
source: Marketing project
ru: Маркетинговый проект

# ProjectKindNameOrganizationDevelopment
source: Organizational development project
ru: Проект организационного развития

# ProjectKindNameCreatingNewProduct
source: New product development project
ru: Проект создания нового продукта

# ProjectKindNameOrganizationSale
source: Sales organization project
ru: Проект организации продажи (сделка)

# ProjectFolderName
source: Projects
ru: Проекты

# ProjectArhiveFolderName
source: Project archive
ru: Архив проектов

source: Project manager
ru: Руководитель проекта

# ProjectMember
source: Project team member
ru: Участник проекта

# ProjectAdmin
source: Project administrator
ru: Администратор проекта

# ProjectCustomer
source: Internal project customer
ru: Внутренний заказчик проекта

# CreateDocumentFunctionName
source: New Document
ru: Создать документ

# CreateDocumentFunctionDescription
source: Create new project documents (charter, scheduled plan, report, technical requirements), meeting minutes, etc.
ru: Быстрое создание проектных документов (уставов, планов-графиков, отчетов, технических заданий), протоколов совещаний и других документов по проектам.

# CreateProjectFunctionName
source: New Project
ru: Создать проект
