Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Meetings/Sungero.Meetings.Shared/Meeting/Meeting.*.resx
Languages: ru

# MeetingDisplayValueWithDate
source: {0} dated {1}
ru: {0} от {1}

# MeetingDateIsWeekend
source: Meeting date falls on a non-business day.
ru: Совещание запланировано на выходной день.

# MeetingTimeIsWeekend
source: Meeting time falls on non-working time.
ru: Совещание запланировано на нерабочее время.

# NoLicenceToCreateAgenda
source: To create a meeting agenda, you need a license for the "Meetings" module.
ru: Для создания повестки по совещанию необходима лицензия на модуль "Совещания".

# DurationMustBePositive
source: Duration must be a positive value.
ru: Длительность должна быть положительной.

# HtmlDescriptionMeetingTemplate
source: <p>Meeting: <a href="{0}">{1}</a>{2}{3}{4}{5}</p>
ru: <p>Совещание: <a href="{0}">{1}</a>{2}{3}{4}{5}</p>

# HtmlMeetingDocumentsTemplate
source: <br><br>Meeting documents:<br>{0}
ru: <br><br>Документы по совещанию:<br>{0}

# HtmlChairpersonTemplate
source: <br><br>Chairperson – {0}
ru: <br><br>Председатель – {0}

# HtmlSecretaryTemplate
source: <br>Secretary – {0}
ru: <br>Секретарь – {0}

# NewMembersAdded
source: New participants added.
ru: Добавлены новые участники.

# MembersAlreadyEntered
source: The participants have been added earlier.
ru: Участники были добавлены ранее.

# EmptyMeetingSubject
source: Fill in Meeting Subject
ru: Заполните тему совещания.

source: Select Department or Role
ru: Выберите подразделение или роль

# GetStateViewFunctionName
source: Action items on meeting
ru: Поручения по совещанию

# GetStateViewFunctionDescription
source: Display summary on assigned action items based on the meeting results
ru: Отображение краткой сводки по поручениям, выданным в рамках совещания
