Repository: AndreyLygun/Preo11_DRXbase
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/DocumentRegister@NumberFormatItems/DocumentRegisterNumberFormatItemsSystem.*.resx
Languages: ru

# Property_Separator
source: Separator
ru: Разделитель

# Property_Element
source: Element
ru: Элемент

# Enum_Element_Number
source: # - Number
ru: № - Порядковый номер

# Enum_Element_Year2Place
source: Year, two-place
ru: Год, 2 цифры

# Enum_Element_Year4Place
source: Year, four-place
ru: Год, 4 цифры

# Enum_Element_Log
source: Register (index)
ru: Журнал регистрации (индекс)

# Enum_Element_Month
source: Month
ru: Месяц

# Enum_Element_RegistrPlace
source: Registration group (index)
ru: Группа регистрации (индекс)

# Enum_Element_BegginingOfLine
source: Beginning of line
ru: Начало строки

# Enum_Element_LeadingNumber
source: Leading document No.
ru: № ведущего документа

# Enum_Element_DepartmentCode
source: Department (code)
ru: Подразделение (код)

# Enum_Element_Quarter
source: Quarter
ru: Квартал

# Enum_Element_BUCode
source: Business unit (code)
ru: Наша организация (код)

# Enum_Element_CaseFile
source: Case file (index)
ru: Дело (индекс)

# Enum_Element_DocKindCode
source: Document kind (code)
ru: Вид документа (код)

# Enum_Element_CPartyCode
source: Counterparty (code)
ru: Контрагент (код)

# Enum_Element_Day
source: Day
ru: День

# Enum_Element_CategoryCode
source: Contract category (code)
ru: Категория договора (код)
